team/case3/cyl-pimple/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          80;
        startFace       26160;
    }
    inlet
    {
        type            patch;
        nFaces          80;
        startFace       26240;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       26320;
    }
    topAndBottom
    {
        type            patch;
        nFaces          240;
        startFace       26400;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          26400;
        startFace       26640;
    }
)

// ************************************************************************* //
